Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Building fitness — keep consistent
ar: بناء اللياقة — حافظ على الانتظام
da: Opbygger form — hold det konsistent
de: Fitness aufbauen — bleib konsistent
es: Construyendo forma — mantén la constancia
fi: Kuntoa rakennetaan — pysy johdonmukaisena
fr: Développement de la condition — restez régulier
is: Byggir þrek — haltu stöðugleika
it: Costruzione della forma — resta costante
ja: フィットネス構築中 — 継続を
ko: 체력 향상 중 — 꾸준히 유지하세요
nb: Bygger form — hold det jevnt
nl: Fitheid opbouwen — blijf consistent
pt_br: Construindo condicionamento — mantenha a constância
ru: Наращивание формы — сохраняйте регулярность
sv: Bygger kondition — håll det konsekvent
zh_hans: 体能提升中 — 保持规律

source: Building fitness sustainably
ar: بناء اللياقة بشكل مستدام
da: Opbygger form bæredygtigt
de: Fitness nachhaltig aufbauen
es: Construyendo la condición física de manera sostenible
fi: Kunnon kestävä rakentaminen
fr: Développement durable de la condition
is: Byggir þrek á sjálfbæran hátt
it: Costruzione sostenibile della forma
ja: 持続可能にフィットネスを構築中
ko: 지속 가능하게 체력 향상 중
nb: Bygger form bærekraftig
nl: Fitheid duurzaam opbouwen
pt_br: Construindo condicionamento de forma sustentável
ru: Устойчивое наращивание формы
sv: Bygger kondition hållbart
zh_hans: 可持续地提升体能

source: Building trend
ar: اتجاه تصاعدي
da: Opbyggende tendens
de: Aufbauender Trend
es: Tendencia en aumento
fi: Nouseva trendi
fr: Tendance en cours de constitution
is: Uppbyggjandi þróun
it: Tendenza in crescita
ja: 傾向を算出中
ko: 상승 추세
nb: Oppbyggende trend
nl: Opbouwende trend
pt_br: Tendência de aumento
ru: Тренд формируется
sv: Uppbyggande trend
zh_hans: 上升趋势

source: Building your baseline
ar: جارٍ بناء خط الأساس الخاص بك
da: Opbygger din baseline
de: Deine Baseline wird aufgebaut
es: Construyendo tu línea base
fi: Rakennetaan perustasoasi
fr: Constitution de votre référence
is: Byggi grunnlínu þína
it: Costruzione della tua baseline
ja: あなたのベースラインを構築中
ko: 기준선을 만드는 중
nb: Bygger din baseline
nl: Je basislijn opbouwen
pt_br: Construindo sua linha de base
ru: Формирование вашей базовой линии
sv: Bygger din baslinje
zh_hans: 正在建立你的基线

source: Building your baseline (Day %lld of 14)
ar: جارٍ بناء خط الأساس (اليوم %lld من 14)
da: Opbygger din baseline (dag %lld af 14)
de: Deine Baseline wird aufgebaut (Tag %lld von 14)
es: Construyendo tu línea base (día %lld de 14)
fi: Rakennetaan perustasoasi (päivä %lld / 14)
fr: Constitution de votre référence (jour %lld sur 14)
is: Byggi grunnlínu þína (dagur %lld af 14)
it: Costruzione della tua baseline (giorno %lld di 14)
ja: ベースライン構築中（%lld 日目 / 14 日）
ko: 기준선 구축 중 (%lld일차 / 14일)
nb: Bygger baselinen din (dag %lld av 14)
nl: Je basislijn opbouwen (dag %lld van 14)
pt_br: Construindo sua linha de base (dia %lld de 14)
ru: Формирование базовой линии (день %lld из 14)
sv: Bygger din baslinje (dag %lld av 14)
zh_hans: 正在建立你的基线（第 %lld / 14 天）

source: Built from %lld thirty-second windows during sleep. An observation of deviation from YOUR own range — not a medical assessment. A user whose baseline already carries chronic irregularity will score Consistent because that irregularity has been absorbed into the baseline.
ar: مبني على %lld نافذة مدة كل منها ثلاثون ثانية أثناء النوم. ملاحظة لانحرافك عن نطاقك أنت — وليست تقييمًا طبيًا. فالمستخدم الذي يحمل خط أساسه أصلًا عدم انتظام مزمن سيحصل على تصنيف «متسق» لأن ذلك اللاانتظام قد استُوعب داخل خط الأساس.
da: Bygget på %lld vinduer på tredive sekunder under søvn. Det er en observation af afvigelse fra DIT eget interval — ikke en medicinsk vurdering. En bruger, hvis baseline allerede rummer kronisk uregelmæssighed, vil score Konsistent, fordi uregelmæssigheden er indgået i baselinen.
de: Ermittelt aus %lld Dreißig-Sekunden-Fenstern während des Schlafs. Eine Beobachtung der Abweichung von DEINEM eigenen Bereich — keine medizinische Beurteilung. Wer bereits eine dauerhafte Unregelmäßigkeit in der Baseline hat, erhält „Konsistent“, weil diese Unregelmäßigkeit in die Baseline eingeflossen ist.
es: Construido a partir de %lld ventanas de treinta segundos durante el sueño. Es una observación de la desviación respecto a TU propio rango, no una valoración médica. Un usuario cuya línea base ya incluye una irregularidad crónica obtendrá «Constante», porque esa irregularidad ha quedado absorbida en la línea base.
fi: Muodostettu %lld kolmenkymmenen sekunnin ikkunasta unen aikana. Havainto poikkeamasta OMASTA vaihteluvälistäsi — ei lääketieteellinen arvio. Käyttäjä, jonka perustasossa on jo pitkäaikaista epäsäännöllisyyttä, saa tuloksen Johdonmukainen, koska epäsäännöllisyys on sulautunut perustasoon.
fr: Construit à partir de %lld fenêtres de trente secondes pendant le sommeil. C’est une observation d’écart par rapport à VOTRE propre plage — pas une évaluation médicale. Un utilisateur dont la référence contient déjà une irrégularité chronique obtiendra « Régulier », car cette irrégularité a été absorbée dans la référence.
is: Byggt á %lld þrjátíu sekúndna gluggum í svefni. Athugun á fráviki frá ÞÍNU eigin bili — ekki læknisfræðilegt mat. Notandi sem hefur þegar langvarandi óreglu í grunngildinu fær Stöðugt, því sú óregla hefur verið tekin inn í grunngildið.
it: Costruito da %lld finestre di trenta secondi durante il sonno. È un’osservazione dello scostamento dal TUO intervallo — non una valutazione medica. Un utente la cui linea di base contiene già un’irregolarità cronica risulterà Costante, perché quell’irregolarità è stata assorbita nella linea di base.
ja: 睡眠中の 30 秒ウィンドウ %lld 個から構成されています。これはあなた自身の範囲からの偏差の観察であって、医学的評価ではありません。ベースラインにすでに慢性的な不規則性が含まれている場合、その不規則性はベースラインに取り込まれているため「安定」と判定されます。
ko: 수면 중 30초 구간 %lld개로 산출되었습니다. 사용자 본인의 범위에서 벗어난 정도를 관찰한 것이며 의학적 평가가 아닙니다. 기준선에 이미 만성적인 불규칙성이 포함된 사용자는 그 불규칙성이 기준선에 흡수되어 있으므로 '일관됨'으로 나옵니다.
nb: Bygget på %lld vinduer på tretti sekunder under søvn. En observasjon av avvik fra DITT eget område — ikke en medisinsk vurdering. En bruker som allerede har kronisk uregelmessighet i grunnlinjen, får Jevn, fordi den uregelmessigheten er tatt opp i grunnlinjen.
nl: Gebaseerd op %lld vensters van dertig seconden tijdens de slaap. Een observatie van afwijking van JOUW eigen bereik — geen medische beoordeling. Een gebruiker bij wie de basislijn al chronische onregelmatigheid bevat, scoort Consistent, omdat die onregelmatigheid in de basislijn is opgenomen.
pt_br: Construído a partir de %lld janelas de trinta segundos durante o sono. É uma observação do desvio em relação à SUA própria faixa — não uma avaliação médica. Um usuário cuja linha de base já carrega irregularidade crônica será classificado como Consistente, porque essa irregularidade foi absorvida pela linha de base.
ru: Построено по %lld тридцатисекундным окнам во время сна. Это наблюдение отклонения от ВАШЕГО собственного диапазона, а не медицинская оценка. Если в базовой линии пользователя уже есть хроническая нерегулярность, оценка будет «Стабильно», потому что эта нерегулярность уже вошла в базовую линию.
sv: Bygger på %lld trettiosekundersfönster under sömn. En observation av avvikelse från DITT eget intervall — ingen medicinsk bedömning. En användare vars baslinje redan innehåller kronisk oregelbundenhet får Konsekvent, eftersom oregelbundenheten har tagits upp i baslinjen.
zh_hans: 基于睡眠期间 %lld 个 30 秒窗口得出。这是对偏离你自己范围的观察 — 并非医学评估。如果用户的基线本身就带有长期的不规则性，评分会显示为“稳定”，因为这种不规则性已被吸收进基线。

source: Built from RMSSD plus DFA α1 banding and autonomic balance, scaled to your aerobic capacity. It reads CAPACITY — how much your system can handle — so it can sit high even on a day your Recovery score is low. Recovery answers a different question: today vs YOUR recent baseline. When the two diverge, trust Recovery for whether to go hard today, and Readiness for your underlying fitness ceiling.
ar: مبني على RMSSD إضافةً إلى تقسيم نطاقات DFA α1 والتوازن الذاتي، ومُعاير وفق سعتك الهوائية. وهو يقرأ «السعة» — أي ما يستطيع جهازك تحمّله — لذا قد يبقى مرتفعًا حتى في يوم تكون فيه درجة تعافيك منخفضة. أما التعافي فيجيب عن سؤال مختلف: اليوم مقابل خط أساسك أنت الأخير. وعند اختلافهما، اعتمد على التعافي لتقرر ما إذا كنت ستدفع بقوة اليوم، وعلى الجاهزية لمعرفة سقف لياقتك الأساسي.
da: Bygget på RMSSD plus DFA α1-båndinddeling og autonom balance, skaleret til din aerobe kapacitet. Den måler KAPACITET — hvor meget dit system kan klare — så den kan ligge højt selv på en dag, hvor restitutionsscoren er lav. Restitution svarer på et andet spørgsmål: i dag mod DIN egen nylige baseline. Når de to divergerer, stol på restitution for om du skal køre hårdt i dag, og på parathed for dit underliggende formtak.
de: Aufgebaut aus RMSSD plus DFA-α1-Bändern und autonomer Balance, skaliert auf deine aerobe Kapazität. Der Wert misst KAPAZITÄT — wie viel dein System verkraftet — und kann daher auch an einem Tag hoch stehen, an dem dein Erholungs-Score niedrig ist. Die Erholung beantwortet eine andere Frage: heute gegen DEINE jüngste Baseline. Gehen beide auseinander, richte dich für „heute hart?“ nach der Erholung und für deine Fitness-Obergrenze nach der Bereitschaft.
es: Se construye a partir del RMSSD más la banda de DFA α1 y el equilibrio autonómico, escalado a tu capacidad aeróbica. Mide CAPACIDAD — cuánto puede soportar tu sistema — así que puede estar alta incluso un día en que tu puntuación de recuperación sea baja. La recuperación responde a otra pregunta: hoy frente a TU línea base reciente. Cuando difieren, hazle caso a la recuperación para decidir si apretar hoy, y a el estado de preparación para conocer tu techo de condición física.
fi: Rakentuu RMSSD:stä sekä DFA α1 -kaistoista ja autonomisesta tasapainosta, skaalattuna aerobiseen kapasiteettiisi. Se mittaa KAPASITEETTIA — kuinka paljon järjestelmäsi kestää — joten se voi olla korkealla myös päivänä, jona palautumispisteesi ovat matalat. Palautuminen vastaa eri kysymykseen: tänään verrattuna SINUN viimeaikaiseen perustasoosi. Kun nämä eroavat, luota palautumiseen siinä, kannattaako tänään vetää kovaa, ja valmiuteen siinä, missä kuntokattosi on.
fr: Construit à partir du RMSSD, du découpage en bandes du DFA α1 et de l’équilibre autonome, mis à l’échelle de votre capacité aérobie. Il mesure la CAPACITÉ — ce que votre système peut encaisser — et peut donc rester élevé même un jour où votre score de récupération est bas. La récupération répond à une autre question : aujourd’hui par rapport à VOTRE référence récente. Quand les deux divergent, fiez-vous à la récupération pour décider d’y aller fort aujourd’hui, et à la préparation pour votre plafond de condition.
is: Byggt á RMSSD ásamt bandaskiptingu DFA α1 og ósjálfráðu jafnvægi, skalað að loftháðri getu þinni. Það mælir GETU — hversu miklu kerfið þitt ræður við — og getur því staðið hátt jafnvel þann dag sem endurheimtareinkunnin er lág. Endurheimt svarar annarri spurningu: í dag á móti ÞINNI nýlegu grunnlínu. Þegar þau stangast á skaltu treysta endurheimt um hvort taka eigi á í dag, en viðbúnaði um undirliggjandi þrekþak þitt.
it: Costruito da RMSSD più la suddivisione in bande del DFA α1 e l’equilibrio autonomico, scalato sulla tua capacità aerobica. Misura la CAPACITÀ — quanto il tuo sistema può reggere — quindi può restare alta anche in un giorno in cui il punteggio di recupero è basso. Il recupero risponde a un’altra domanda: oggi rispetto alla TUA baseline recente. Quando i due divergono, affidati al recupero per decidere se spingere oggi e alla prontezza per il tuo tetto di forma.
ja: RMSSD に DFA α1 の帯域区分と自律神経バランスを組み合わせ、あなたの有酸素能力に合わせてスケーリングした指標です。これは「キャパシティ」— あなたの身体がどれだけ受け止められるか — を示すため、回復スコアが低い日でも高いままのことがあります。回復は別の問いに答えます。すなわち「今日」対「あなた自身の直近ベースライン」です。両者が食い違うときは、今日追い込むかどうかは回復を、基礎的な体力の上限は準備状態を信頼してください。
ko: RMSSD에 DFA α1 구간 구분과 자율신경 균형을 더해, 당신의 유산소 능력에 맞춰 스케일링한 값입니다. 이것은 '능력' — 당신의 몸이 얼마나 감당할 수 있는가 — 을 나타내므로, 회복 점수가 낮은 날에도 높게 유지될 수 있습니다. 회복은 다른 질문에 답합니다: 오늘 vs 당신 자신의 최근 기준선. 둘이 엇갈릴 때, 오늘 강하게 갈지는 회복을, 기저 체력의 상한은 준비도를 믿으세요.
nb: Bygget på RMSSD pluss DFA α1-inndeling og autonom balanse, skalert til din aerobe kapasitet. Det måler KAPASITET — hvor mye systemet ditt tåler — og kan derfor ligge høyt selv en dag restitusjonsscoren er lav. Restitusjon svarer på et annet spørsmål: i dag mot DIN egen nylige baseline. Når de to spriker, stol på restitusjon for om du skal kjøre hardt i dag, og på beredskap for ditt underliggende formtak.
nl: Opgebouwd uit RMSSD plus DFA α1-bandindeling en autonome balans, geschaald op je aerobe capaciteit. Het meet CAPACITEIT — hoeveel je systeem aankan — en kan dus hoog staan, zelfs op een dag dat je herstelscore laag is. Herstel beantwoordt een andere vraag: vandaag tegenover JOUW recente basislijn. Lopen de twee uiteen, vertrouw dan op herstel voor de vraag of je vandaag hard gaat, en op gereedheid voor je onderliggende fitheidsplafond.
pt_br: Construído a partir do RMSSD mais o faixamento do DFA α1 e o equilíbrio autonômico, escalado à sua capacidade aeróbia. Ele mede CAPACIDADE — quanto o seu sistema aguenta — então pode ficar alto mesmo num dia em que a Pontuação de Recuperação está baixa. A Recuperação responde a outra pergunta: hoje versus a SUA linha de base recente. Quando os dois divergem, confie na Recuperação para decidir se vai forte hoje e na Prontidão para o seu teto de condicionamento.
ru: Строится из RMSSD плюс разбиение по диапазонам DFA α1 и вегетативного баланса, масштабированных к вашей аэробной ёмкости. Это про ЁМКОСТЬ — сколько система способна выдержать, — поэтому показатель может быть высоким даже в день с низкой оценкой восстановления. Восстановление отвечает на другой вопрос: сегодня против ВАШЕЙ недавней базовой линии. Когда они расходятся, решайте «жать ли сегодня» по восстановлению, а о своём потолке формы судите по готовности.
sv: Byggd av RMSSD plus DFA α1-bandindelning och autonom balans, skalad mot din aeroba kapacitet. Den mäter KAPACITET — hur mycket ditt system klarar — och kan därför ligga högt även en dag då din återhämtningspoäng är låg. Återhämtningen svarar på en annan fråga: idag mot DIN egen senaste baslinje. När de två går isär, lita på återhämtningen för om du ska köra hårt idag, och på beredskapen för ditt underliggande formtak.
zh_hans: 由 RMSSD 加上 DFA α1 的分带和自主神经平衡构建，并按你的有氧能力进行缩放。它反映的是“能力” — 你的身体能承受多少 — 因此即便在恢复评分偏低的日子里也可能保持较高。恢复回答的是另一个问题：今天相对“你自己”近期的基线。当两者出现分歧时，判断今天是否加大强度看恢复，判断你的体能上限看准备状态。

source: Built one block at a time. Thanks for trusting it with your data.
ar: بُني لبنةً تلو الأخرى. شكرًا لثقتك به في بياناتك.
da: Bygget én blok ad gangen. Tak fordi du betror den dine data.
de: Stück für Stück aufgebaut. Danke, dass du ihr deine Daten anvertraust.
es: Construido bloque a bloque. Gracias por confiarle tus datos.
fi: Rakennettu pala kerrallaan. Kiitos, että uskot sille tietosi.
fr: Construit bloc par bloc. Merci de lui confier vos données.
is: Byggt einn hluta í einu. Takk fyrir að treysta því fyrir gögnunum þínum.
it: Costruito un blocco alla volta. Grazie per averle affidato i tuoi dati.
ja: 一つひとつ積み上げて作りました。あなたのデータを託してくれてありがとう。
ko: 한 블록씩 쌓아 만들었습니다. 데이터를 맡겨 주셔서 감사합니다.
nb: Bygd én blokk om gangen. Takk for at du betror den dataene dine.
nl: Stuk voor stuk opgebouwd. Bedankt dat je het je gegevens toevertrouwt.
pt_br: Construído um bloco de cada vez. Obrigado por confiar seus dados a ele.
ru: Построено блок за блоком. Спасибо, что доверяете ему свои данные.
sv: Byggt ett block i taget. Tack för att du anförtror den dina data.
zh_hans: 一块一块搭建而成。感谢你将数据托付给它。

source: Buy the full app — one time purchase, no subscriptions
ar: اشترِ التطبيق الكامل — شراء لمرة واحدة، دون اشتراكات
da: Køb hele appen — engangskøb, ingen abonnementer
de: Kaufe die vollständige App — einmaliger Kauf, keine Abos
es: Compra la app completa: pago único, sin suscripciones
fi: Osta koko sovellus — kertaosto, ei tilauksia
fr: Achetez l'app complète — achat unique, sans abonnement
is: Kauptu allt forritið — eingreiðsla, engar áskriftir
it: Acquista l'app completa — acquisto una tantum, nessun abbonamento
ja: アプリ全機能を購入 — 買い切り、サブスクなし
ko: 전체 앱 구매 — 일회성 구매, 구독 없음
nb: Kjøp hele appen — engangskjøp, ingen abonnementer
nl: Koop de volledige app — eenmalige aankoop, geen abonnementen
pt_br: Compre o app completo — compra única, sem assinaturas
ru: Купите полную версию приложения — разовая покупка, без подписок
sv: Köp hela appen — engångsköp, inga prenumerationer
zh_hans: 购买完整应用——一次性付费，无订阅

source: By tapping "I Agree" you acknowledge that you use this app at your own risk and that the developer is not liable for any injury, health outcome, or decision made based on information provided by this app.
ar: بالنقر على "أوافق" فإنك تقر بأنك تستخدم هذا التطبيق على مسؤوليتك الخاصة وأن المطور غير مسؤول عن أي إصابة أو نتيجة صحية أو قرار يتم اتخاذه بناءً على المعلومات المقدمة من هذا التطبيق.
da: Ved at trykke på "Jeg accepterer" anerkender du, at du bruger denne app på eget ansvar, og at udvikleren ikke er ansvarlig for nogen skade, sundhedsresultat eller beslutning truffet baseret på information fra denne app.
de: Durch Tippen auf "Ich stimme zu" bestätigst du, dass du diese App auf eigenes Risiko nutzt und der Entwickler nicht für Verletzungen, Gesundheitsfolgen oder Entscheidungen haftet, die auf Grundlage der von dieser App bereitgestellten Informationen getroffen werden.
es: Al tocar "Acepto" reconoces que usas esta aplicación bajo tu propio riesgo y que el desarrollador no es responsable de ninguna lesión, resultado de salud o decisión tomada basándose en la información proporcionada por esta aplicación.
fi: Painamalla "Hyväksyn" tunnustat käyttäväsi tätä sovellusta omalla vastuullasi ja että kehittäjä ei ole vastuussa mistään vammasta, terveystuloksesta tai päätöksestä, joka perustuu tämän sovelluksen tietoihin.
fr: En appuyant sur "J'accepte", vous reconnaissez que vous utilisez cette application à vos propres risques et que le développeur n'est pas responsable de toute blessure, résultat de santé ou décision prise sur la base des informations fournies par cette application.
is: Með því að ýta á "Ég samþykki" viðurkennir þú að þú notir þetta app á eigin ábyrgð og að þróunaraðilinn ber enga ábyrgð á meiðslum, heilsufarsniðurstöðum eða ákvörðunum sem teknar eru á grundvelli upplýsinga frá þessu appi.
it: Toccando "Accetto" riconosci di utilizzare questa app a tuo rischio e pericolo e che lo sviluppatore non è responsabile per eventuali lesioni, esiti sulla salute o decisioni prese sulla base delle informazioni fornite da questa app.
ja: 「同意する」をタップすることにより、本アプリの使用は自己責任であり、本アプリが提供する情報に基づく怪我、健康上の結果、または意思決定について開発者は一切責任を負わないことを認めるものとします。
ko: "동의합니다"를 탭하면 이 앱을 자신의 위험 부담 하에 사용하며, 이 앱에서 제공하는 정보를 기반으로 한 부상, 건강 결과 또는 결정에 대해 개발자가 책임지지 않음을 인정하는 것입니다.
nb: Ved å trykke "Jeg godtar" erkjenner du at du bruker denne appen på egen risiko, og at utvikleren ikke er ansvarlig for noen skade, helseresultat eller beslutning tatt basert på informasjon fra denne appen.
nl: Door op "Ik ga akkoord" te tikken, erkent u dat u deze app op eigen risico gebruikt en dat de ontwikkelaar niet aansprakelijk is voor letsel, gezondheidsuitkomsten of beslissingen genomen op basis van informatie verstrekt door deze app.
pt_br: Ao tocar em "Eu concordo", você reconhece que usa este aplicativo por sua conta e risco e que o desenvolvedor não é responsável por qualquer lesão, resultado de saúde ou decisão tomada com base nas informações fornecidas por este aplicativo.
ru: Нажимая "Я согласен", вы подтверждаете, что используете это приложение на свой страх и риск, и разработчик не несёт ответственности за любые травмы, последствия для здоровья или решения, принятые на основе информации, предоставленной этим приложением.
sv: Genom att trycka "Jag godkänner" bekräftar du att du använder denna app på egen risk och att utvecklaren inte ansvarar för någon skada, hälsoresultat eller beslut baserat på information från denna app.
zh_hans: 点击"我同意"即表示你承认使用本应用的风险自负，开发者不对基于本应用提供的信息所做的任何伤害、健康结果或决定承担责任。
